logs/qa/factura/error/generar_factura_1776367807883_request.xml

<?xml version="1.0" encoding="utf-8"?>
                <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ar="http://ar.gov.afip.dif.FEV1/">
                <soapenv:Header/>
                <soapenv:Body>
                    <ar:FECAESolicitar>
                        <ar:Auth>
                            <ar:Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhaG9tbywgTz1BRklQLCBDPUFSLCBTRVJJQUxOVU1CRVI9Q1VJVCAzMzY5MzQ1MDIzOSIgZHN0PSJDTj13c2ZlLCBPPUFGSVAsIEM9QVIiIHVuaXF1ZV9pZD0iMjM3MzM5OTkzNyIgZ2VuX3RpbWU9IjE3NzYzNDkxMTkiIGV4cF90aW1lPSIxNzc2MzkyMzc5Ii8+CiAgICA8b3BlcmF0aW9uIHR5cGU9ImxvZ2luIiB2YWx1ZT0iZ3JhbnRlZCI+CiAgICAgICAgPGxvZ2luIGVudGl0eT0iMzM2OTM0NTAyMzkiIHNlcnZpY2U9IndzZmUiIHVpZD0iU0VSSUFMTlVNQkVSPUNVSVQgMjAzMTIzNTQ4NDYsIENOPWFkb2xmb2FyYXlhcWEiIGF1dGhtZXRob2Q9ImNtcyIgcmVnbWV0aG9kPSIyMiI+CiAgICAgICAgICAgIDxyZWxhdGlvbnM+CiAgICAgICAgICAgICAgICA8cmVsYXRpb24ga2V5PSIyMDMxMjM1NDg0NiIgcmVsdHlwZT0iNCIvPgogICAgICAgICAgICA8L3JlbGF0aW9ucz4KICAgICAgICA8L2xvZ2luPgogICAgPC9vcGVyYXRpb24+Cjwvc3NvPgo=</ar:Token>
                            <ar:Sign>dpY14aKFYUAagNaSNruhxVKz2Nhpie9nAHTcE/4SkCGkQ03LnM6gq7MeIHWrU69JTHRMRhQyS2o/NDanfDrl0iYPORcmvLamU/GgcuRf6hctDP0eDZ/0DT/8CrAVvB5zo3/CjM1OIjc+ExOUG3Mq0dQRyfCbZucvsMjEvUoBvhE=</ar:Sign>
                            <ar:Cuit>20312354846</ar:Cuit>
                        </ar:Auth>
                        <ar:FeCAEReq>
                            <ar:FeCabReq>
                            <ar:CantReg>1</ar:CantReg>
                            <ar:PtoVta>1002</ar:PtoVta>
                            <ar:CbteTipo>11</ar:CbteTipo>
                            </ar:FeCabReq>
                            <ar:FeDetReq>
                            <ar:FECAEDetRequest>
                                <ar:CondicionIVAReceptorId>4</ar:CondicionIVAReceptorId>
                                <ar:Concepto>3</ar:Concepto>
                                <ar:DocTipo>80</ar:DocTipo>
                                <ar:DocNro>33999000709</ar:DocNro>
                                <ar:CbteDesde>424</ar:CbteDesde>
                                <ar:CbteHasta>424</ar:CbteHasta>
                                <ar:CbteFch>20260416</ar:CbteFch>
                                <ar:FchServDesde>20260416</ar:FchServDesde>
                                <ar:FchServHasta>20260421</ar:FchServHasta>
                                <ar:FchVtoPago>20260430</ar:FchVtoPago>
                                <ar:ImpTotal>0</ar:ImpTotal>
                                <ar:ImpTotConc>0</ar:ImpTotConc>
                                <ar:ImpNeto>0</ar:ImpNeto>
                                <ar:ImpOpEx>0</ar:ImpOpEx>
                                <ar:ImpIVA>0</ar:ImpIVA>
                                <ar:ImpTrib>0</ar:ImpTrib>
                                <ar:MonId>PES</ar:MonId>
                                <ar:MonCotiz>1</ar:MonCotiz>
                                <ar:Observaciones>
                                    <ar:Obs>
                                        <ar:Code>002</ar:Code>
                                        <ar:Msg>Honorarios correspondientes al mes de marzo</ar:Msg>
                                    </ar:Obs>
                                </ar:Observaciones>
                            </ar:FECAEDetRequest>
                            </ar:FeDetReq>
                        </ar:FeCAEReq>
                    </ar:FECAESolicitar>
                </soapenv:Body>
                </soapenv:Envelope>